{
    "navbar": {
        "nav1": "Warum ich",
        "nav2": "Fähigkeiten",
        "nav3": "Projekte",
        "nav4": "Kontakt"
    },
    "about": {
        "title": "Warum ich",
        "location": "Ich befinde mich in Regensburg...",
        "information": "Warum sind Sie leidenschaftlich am Programmieren interessiert? Sie können einige wichtige Eigenschaften wie: analytisches Denken, Kreativität, Ausdauer und Zusammenarbeit einbeziehen. Eine problemlösende Denkweise ist immer gut zu haben.",
        "button": "Lass uns reden"
    },
    "skills": {
        "title": "Meine Fähigkeiten",
        "currentLearning": "Was ich derzeit lerne",
        "currentlyLearningText": "Zeigen Sie, dass Sie motiviert sind, Ihre Fähigkeiten kontinuierlich zu verbessern, innovative Lösungen zu implementieren und über neue Technologien auf dem Laufenden zu bleiben.",
        "button": "Lass uns reden"
    },
    "projects-title": "Meine Projekte",
    "join": {
        "section1": {
            "sectionTitle": "Über das Projekt",
            "text": "Task-Manager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu."
        }, 
        "section2": {
            "sectionTitle": "Wie ich meinen Arbeitsprozess organisiert habe",
            "text": "Task-Manager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu."
        }, 
        "section3": {
            "sectionTitle": "Meine Gruppenerfahrung",
            "text": "Task-Manager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu."
        }
    },
    "sharkie": {
        "section1": {
            "sectionTitle": "Über das Projekt",
            "text": "Ein einfaches Jump-and-Run-Spiel basierend auf einem objektorientierten Ansatz. Helfen Sie Sharkie, Münzen und Giftflaschen zu finden, um gegen den Killerwal zu kämpfen."
        }, 
        "section2": {
            "sectionTitle": "Wie ich meinen Arbeitsprozess organisiert habe",
            "text": "Task-Manager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu."
        }, 
        "section3": {
            "sectionTitle": "Meine Gruppenerfahrung",
            "text": "Task-Manager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu."
        }
    },
    "project3": {
        "section1": {
            "sectionTitle": "Über das Projekt",
            "text": "Ein einfaches Jump-and-Run-Spiel basierend auf einem objektorientierten Ansatz. Helfen Sie Sharkie, Münzen und Giftflaschen zu finden, um gegen den Killerwal zu kämpfen."
        }, 
        "section2": {
            "sectionTitle": "Wie ich meinen Arbeitsprozess organisiert habe",
            "text": "Task-Manager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu."
        }, 
        "section3": {
            "sectionTitle": "Meine Gruppenerfahrung",
            "text": "Task-Manager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu."
        }
    },
    "project4": {
        "section1": {
            "sectionTitle": "Über das Projekt",
            "text": "Ein einfaches Jump-and-Run-Spiel basierend auf einem objektorientierten Ansatz. Helfen Sie Sharkie, Münzen und Giftflaschen zu finden, um gegen den Killerwal zu kämpfen."
        }, 
        "section2": {
            "sectionTitle": "Wie ich meinen Arbeitsprozess organisiert habe",
            "text": "Task-Manager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu."
        }, 
        "section3": {
            "sectionTitle": "Meine Gruppenerfahrung",
            "text": "Task-Manager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu."
        }
    },
    "references": {
        "title": "Brauchen Sie einen Teamplayer? Hier ist, was meine Kollegen über mich sagen",
        "reference1Name": "Caryen Song",
        "reference1":"‘’Die Zusammenarbeit mit Catalina macht immer Spaß. Sie ist ein zuverlässiges und engagiertes Teammitglied, das effizient und strukturiert arbeitet. Ihre Hilfsbereitschaft und ihr Blick für die Gesamtstruktur sind beeindruckend. Zudem sind Kommunikation und Teamarbeit mit ihr stets reibungslos und angenehm.’’",
        "reference2Name": "Barbora Lambeinova",
        "reference2": "‘’Mit Catalina habe ich an unserem größten Teamprojekt (Join) gearbeitet. Mit Leichtigkeit hat sie die Hauptstrukturierung übernommen und diese mit natürlichem Führungstalent sowie viel Menschlichkeit umgesetzt. Nichtsdestotrotz blieb sie eine der schnellsten und effizientesten Teammitglieder, mit einem besonderen Fokus auf Clean Code und optimierte Lösungen – insbesondere bei Aufgaben mit Firebase. Die Zusammenarbeit mit ihr hat mir großen Spaß gemacht, und ich würde jederzeit wieder mit ihr arbeiten.’’",
        "reference3Name": "Albina Januzi",
        "reference3":"‘’Catalina musste Inhalte in Zusammenarbeit mit den Teammitgliedern entwickeln, formatieren und liefern. Sie ist eine zuverlässige und freundliche Person.’’"
    },
    "contact": {
        "title": "Kontaktieren Sie mich",
        "description": "Ermutigen Sie die Leute, Sie zu kontaktieren, und beschreiben Sie, welche Rolle Sie interessiert. Zeigen Sie, dass Sie durch Ihre Arbeit einen Mehrwert für ihre Projekte schaffen werden. Beispiel: Zögern Sie nicht, sich mit Jobangeboten oder Möglichkeiten wie:",
        "emailLabelValid": "Ihre E-Mail",
        "emailLabelInvalid": "Bitte geben Sie eine gültige E-Mail-Adresse ein",
        "nameLabelValid": "Ihr Name",
        "nameLabelInvalid": "Bitte geben Sie einen gültigen Namen ein",
        "messageLabelValid": "Ihre Nachricht",
        "messageLabelInvalid": "Bitte geben Sie eine gültige Nachricht ein",
        "submitButton": "Absenden",
        "privacyPolicy1": "Ich habe die ",
        "privacyPolicySpan": "Datenschutzrichtlinie ",
        "privacyPolicy2": "gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu.",
        "button": "Absenden"
    }, 
    "imprint": {
        "backButton": "zurück",
        "title": "Impressum",
        "description": "Informationen über den Diensteanbieter.",
        "name": "Catalina Acosta Rivera",
        "address": "Fichtelgebirgstr. 29, 93057 Regensburg, Deutschland",
        "phone": "Tel.: 015165685658",
        "email": "E-Mail: catalina.acosta.rivera@gmail.com",
        "euDisputeResolutionTitle": "EU-Streitschlichtung",
        "euDisputeResolutionDescription": "Gemäß Verordnung über Online-Streitbeilegung in Verbraucherangelegenheiten (ODR-Verordnung) möchten wir Sie über die Online-Streitbeilegungsplattform (OS-Plattform) informieren. Verbraucher haben die Möglichkeit, Beschwerden an die Online Streitbeilegungsplattform der Europäischen Kommission unter",
        "euDisputeResolutionLink": "https://ec.europa.eu/consumers/odr/main/index.cfm?event=main.home2.show&lng=DE",
        "euDisputeResolutionNote": "zu richten. Die dafür notwendigen Kontaktdaten finden Sie oberhalb in unserem Impressum. Wir möchten Sie jedoch darauf hinweisen, dass wir nicht bereit oder verpflichtet sind, an Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle teilzunehmen.",
        "imageCreditsTitle": "Bildernachweis",
        "imageCreditsDescription": "Die Bilder, Fotos und Grafiken auf dieser Webseite sind urheberrechtlich geschützt.",
        "imageCreditsOwner": "Die Bilderrechte liegen bei: Developer Akademie",
        "textCopyright": "Alle Texte sind urheberrechtlich geschützt.",
        "source": "Quelle: Erstellt mit dem Impressum Generator von AdSimple"
    }, 
    "privacyPolicy": {
        "title": "Datenschutzrichtlinie",
        "description": "Ihre Privatsphäre ist uns wichtig. Es ist unsere Richtlinie, Ihre Privatsphäre in Bezug auf alle Informationen zu respektieren, die wir von Ihnen über unsere Website, [Ihre Website], und andere Websites, die wir besitzen und betreiben, sammeln.",
        "section1Title": "1. Informationen, die wir sammeln",
        "section1Description": "Wir sammeln nur Informationen über Sie, wenn wir einen Grund dazu haben – zum Beispiel, um unsere Dienstleistungen bereitzustellen, mit Ihnen zu kommunizieren oder unsere Dienstleistungen zu verbessern. Wir sammeln Informationen auf drei Arten: wenn und wann Sie uns Informationen zur Verfügung stellen, automatisch durch den Betrieb unserer Dienstleistungen und aus externen Quellen.",
        "section2Title": "2. Wie wir Informationen verwenden",
        "section2Description": "Wir verwenden die gesammelten Informationen auf verschiedene Weise, einschließlich:",
        "section2List": {
            "item1": "Bereitstellung, Betrieb und Wartung unserer Website",
            "item2": "Verbesserung, Personalisierung und Erweiterung unserer Website",
            "item3": "Verstehen und Analysieren, wie Sie unsere Website nutzen",
            "item4": "Entwicklung neuer Produkte, Dienstleistungen, Funktionen und Funktionalitäten",
            "item5": "Kommunikation mit Ihnen, entweder direkt oder über einen unserer Partner, einschließlich für den Kundendienst, um Ihnen Updates und andere Informationen in Bezug auf die Website bereitzustellen, sowie für Marketing- und Werbezwecke",
            "item6": "Bearbeitung Ihrer Transaktionen",
            "item7": "Versenden von E-Mails an Sie",
            "item8": "Erkennung und Verhinderung von Betrug"
        },
        "section3Title": "3. Weitergabe von Informationen",
        "section3Description": "Wir geben Ihre persönlichen Informationen nicht öffentlich oder an Dritte weiter, außer wenn dies gesetzlich vorgeschrieben ist.",
        "section4Title": "4. Datenaufbewahrung",
        "section4Description": "Wir werden Ihre persönlichen Informationen nur so lange aufbewahren, wie es für die in dieser Datenschutzrichtlinie festgelegten Zwecke erforderlich ist. Wir werden Ihre Informationen in dem Umfang aufbewahren und verwenden, wie es erforderlich ist, um unseren gesetzlichen Verpflichtungen nachzukommen, Streitigkeiten beizulegen und unsere Richtlinien durchzusetzen.",
        "section5Title": "5. Ihre Datenschutzrechte",
        "section5Description": "Je nach Ihrem Standort haben Sie möglicherweise die folgenden Rechte in Bezug auf Ihre persönlichen Daten:",
        "section5List": {
            "item1": "Das Recht auf Zugang – Sie haben das Recht, Kopien Ihrer persönlichen Daten anzufordern.",
            "item2": "Das Recht auf Berichtigung – Sie haben das Recht, von uns zu verlangen, dass wir alle Informationen korrigieren, die Sie für ungenau halten, oder Informationen vervollständigen, die Sie für unvollständig halten.",
            "item3": "Das Recht auf Löschung – Sie haben das Recht, von uns zu verlangen, dass wir Ihre persönlichen Daten unter bestimmten Bedingungen löschen.",
            "item4": "Das Recht auf Einschränkung der Verarbeitung – Sie haben das Recht, von uns zu verlangen, dass wir die Verarbeitung Ihrer persönlichen Daten unter bestimmten Bedingungen einschränken.",
            "item5": "Das Recht auf Widerspruch gegen die Verarbeitung – Sie haben das Recht, der Verarbeitung Ihrer persönlichen Daten durch uns unter bestimmten Bedingungen zu widersprechen.",
            "item6": "Das Recht auf Datenübertragbarkeit – Sie haben das Recht, von uns zu verlangen, dass wir die von uns gesammelten Daten an eine andere Organisation oder direkt an Sie unter bestimmten Bedingungen übertragen."
        },
        "section6Title": "6. Änderungen dieser Datenschutzrichtlinie",
        "section6Description": "Wir können unsere Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Wir werden Sie über alle Änderungen informieren, indem wir die neue Datenschutzrichtlinie auf dieser Seite veröffentlichen. Sie werden darauf hingewiesen, diese Datenschutzrichtlinie regelmäßig auf Änderungen zu überprüfen. Änderungen dieser Datenschutzrichtlinie treten in Kraft, wenn sie auf dieser Seite veröffentlicht werden.",
        "section7Title": "7. Kontaktieren Sie uns",
        "section7Description": "Wenn Sie Fragen zu dieser Datenschutzrichtlinie haben, kontaktieren Sie uns bitte:",
        "contactEmail": "E-Mail: catalina.acosta.rivera@gmail.com"
    }
}